-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 09, 2025 at 06:06 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.3.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `niraj_booking`
--

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE `districts` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) NOT NULL,
  `name_nep` varchar(191) DEFAULT NULL,
  `code` varchar(191) NOT NULL,
  `province_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `title`, `name_nep`, `code`, `province_id`, `created_at`, `updated_at`) VALUES
(1, 'Taplejung', 'ताप्लेजुङ', '1', 1, '2018-01-24 12:30:00', NULL),
(2, 'Panchthar', 'पाँचथर ', '2', 1, '2018-01-24 12:30:00', NULL),
(3, 'Ilam', 'ईलाम ', '3', 1, NULL, NULL),
(4, 'Jhapa', 'झापा ', '4', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'Morang', 'मोरङ ', '5', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 'Sunsari', 'सुनसरी ', '6', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'Dhankuta', 'धनकुटा ', '7', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'Therathum', 'तेह्रथुम  ', '8', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 'Sankhuwasabha', 'संखुवासभा ', '9', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, 'Bhojpur', 'भोजपुर ', '10', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'Solukhumbhu', 'सोलुखुम्बु ', '11', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, 'Okhaldhunga', 'ओखलढुङगा ', '12', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'Khotang', 'खोटाङ', '13', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, 'Udaypur', 'उदयपुर ', '14', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 'Saptari', 'सप्तरी ', '15', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 'Siraha', 'सिराहा ', '16', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 'Dhanusha', 'धनुषा ', '17', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 'Mahottari', 'महोत्तरी ', '18', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 'Sarlahi', 'सर्लाही ', '19', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(20, 'Sindhuli', 'सिन्धुली ', '20', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, 'Ramechhap', 'रामेछाप ', '21', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'Dolakha', 'दोलखा ', '22', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 'Sindhupalanchowk', 'सिन्धुपाल्चोक ', '23', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 'Kavrepalanchowk', 'काभ्रेपलान्ग्चोव्क ', '24', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 'Lalitpur', 'ललितपुर ', '25', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 'Bhaktapur', 'भक्तपुर ', '26', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 'Kathmandu', 'काठमाण्डोेेें    ', '27', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 'Nuwakot', 'नुवाकोट ', '28', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 'Rasuwa', 'रसुवा ', '29', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 'Dhading', 'धदिङ्ग ', '30', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 'Makwanpur', 'मकवानपुर ', '31', 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 'Rautahat', 'रौतहट ', '32', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 'Bara', 'बारा ', '33', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 'Parsa', 'पर्सा ', '34', 2, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 'Chitwan', 'चितवन', '35', 3, '0000-00-00 00:00:00', '2024-02-14 04:23:09'),
(36, 'Gorkha', 'गोरखा ', '36', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 'Rupandehi', 'रुपन्देही ', '37', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 'Kapilvastu', 'कपिलवस्तु ', '38', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 'Argakanchi', 'अर्घाखाँची ', '39', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'Pyuthan', '     प्यूठान ', '40', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 'Rolpa', '    रोल्पा', '41', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 'Rukum (West Region)', ' रुकुम (पश्चिम भाग )', '42', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 'Rukum (East Region)', ' रुकुम (पूर्वी भाग )', '43', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 'Salyan', 'सल्यान ', '44', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 'Dang', 'दाङ', '45', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 'Banke', 'बाँके ', '46', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 'Bardiya', 'बर्दिया ', '47', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 'Surkhet', 'सुर्खेत ', '48', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 'Dailekh', 'दैलेख ', '49', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 'Jajarkot', 'जाजरकोट', '50', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 'Dolpa', 'डोल्पा ', '51', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'Jumla', 'जुम्ला', '52', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 'Kalikot', 'कालिकोट ', '53', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 'Mugu', 'मुगु ', '54', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 'Humla', 'हुम्ला ', '55', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 'Bajura', 'बाजुरा', '56', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 'Bajhang', 'बझाङ', '57', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 'Accham', 'अछाम ', '58', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 'Doti', 'डोटी', '59', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'Kailali', 'कालिकोट ', '60', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 'Kanchanpur', 'कन्चनपुर ', '61', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 'Dadheldhura', 'डडेल्धुरा ', '62', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 'Baitadi', 'बैतडी ', '63', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 'Darchula', 'दार्चुला ', '64', 7, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 'Nawalparasi(Bardaghar-Susta East)', 'नवलपरासी (बर्दघाट सुस्त पूर्व) ', '65', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 'Nawalparasi(Bardaghar-Susta West)', 'नवलपरासी (बर्दघाट सुस्त पश्चिम)', '66', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 'Lamjung', 'लमजुंङ', '67', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 'Tanahu', 'तनहुँ', '68', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 'Syangjha', 'स्याङ्जा', '69', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 'Kaski', 'कास्की ', '70', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 'Manang', 'मनाङ', '71', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 'Mustang', 'मुस्ताङ', '72', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 'Myagdi', 'म्याग्दी ', '73', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 'Parbat', 'पर्वत ', '74', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 'Baglung', ' बागलुङ', '75', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, 'Gulmi', ' गुल्मी ', '76', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, 'Palpa', 'पाल्पा', '77', 5, '0000-00-00 00:00:00', '2024-02-14 04:23:14');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `districts`
--
ALTER TABLE `districts`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `districts`
--
ALTER TABLE `districts`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
